# Taps
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'

# Binaries
brew 'ansible'
brew 'caskroom/cask/brew-cask'
brew 'cowsay'
brew 'curl'
brew 'docker'
brew 'ffmpeg'
brew 'git'
brew 'grep'
brew 'nmap'
brew 'node'
brew 'pngcrush'
brew 'python3'
brew 'sqlite'
brew 'tmux'
brew 'wget'
brew 'youtube-dl'

# Apps
cask 'adobe-creative-cloud'
cask 'android-file-transfer'
cask 'atom'
cask 'crashplan'
cask 'cyberduck'
cask 'dockertoolbox'
cask 'firefox'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'google-drive'
cask 'google-hangouts'
cask 'handbrake'
cask 'imageoptim'
cask 'hyperdock'
cask 'imagealpha'
cask 'imageoptim'
cask 'java'
cask 'libreoffice'
cask 'licecap'
cask 'namechanger'
cask 'ngrok'
cask 'opera'
cask 'postgres'
cask 'private-internet-access'
cask 'sequel-pro'
cask 'silverlight'
cask 'sketch'
cask 'spectacle'
cask 'spotify'
cask 'steam'
cask 'silverlight'
cask 'the-unarchiver'
cask 'transmission'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'vlc'

# Quick Look plugins – https://github.com/sindresorhus/quick-look-plugins
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
